export const threatSettings = {
    "загроза застосування кабів": {
        color: "#FF0000",
        sound: "kab_alert",
        code: "GBU",
        aliases: [
            "каб",
            "кабів",
            "загроза застосування кабів",
            "застосування авіаційних засобів ураження"
        ],
    },
    "загроза застосування бпла": {
        color: "#FFA500",
        sound: "dron_alert",
        code: "UAV",
        aliases: [
            "бпла",
            "активність розвідувальних бпла",
            "дрон",
            "застосування ударних бпла",
            "бпла",
            "бпла",
            "бпла"
        ],
    },
    "загроза обстрілу прикордонних територій": {
        color: "#FF0000",
        sound: "artillery_alert",
        code: "ART",
        aliases: [
            "обстріл",
            "прикордонних територій",
            "артилерія",
            "обстрілу прикордонних територій"
        ],
    },
    "загроза застосування балістичного озброєння": {
        color: "#FF0000",
        sound: "ballistic_alert",
        code: "BALLISTIC",
        aliases: [
            "балістичного озброєння",
            "балістична"
        ],
    },
    "вибухи": {
        color: "#FF0000",
        sound: "explosion_alert",
        code: "EXP",
        aliases: [
            "змі повідомляють про вибухи",
            "вибухи"
        ],
    },
};
